# Import pandas

In [1]:
import pandas as pd

# Set the dataframe

In [2]:
df = pd.DataFrame({
    'name': [
        'mlj',
        'salieu',
        'ndey',
        'konateh',
        'yasin',
        'mariama',
        'modou'
    ],
    'age':[25, 24, 23, 26, 15, 30, 17],
    'gender':['male', 'male', 'female', 'male', 'female', 'female', 'male']
})

In [3]:
df

      name  age  gender
0      mlj   25    male
1   salieu   24    male
2     ndey   23  female
3  konateh   26    male
4    yasin   15  female